code/Request/INIRQ/BRCustomerItemRead.XML

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:web="http://webservice.businessRelationshipCustomerItem.discreteWS.mdm.it.hp.com/">
   <soapenv:Header>
      <wsse:Security soapenv:mustUnderstand="1" xmlns:wsse="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd">
         <wsse:UsernameToken wsu:Id="UsernameToken-1" xmlns:wsu="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-utility-1.0.xsd">
            <wsse:Username>hpit:w-mdcp-mdm-itg</wsse:Username>
            <wsse:Password Type="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-username-token-profile-1.0#PasswordText">1jtqneqyA#</wsse:Password>
         </wsse:UsernameToken>
      </wsse:Security>
   </soapenv:Header>
   <soapenv:Body>
      <web:BusinessRelationshipCustomerItem>
         <BusinessRelationshipId>?</BusinessRelationshipId>
         <BusinessRelationshipCustomerItemSequenceNr>?</BusinessRelationshipCustomerItemSequenceNr>
      </web:BusinessRelationshipCustomerItem>
   </soapenv:Body>
</soapenv:Envelope>